[
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. It contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. It contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. It contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. It contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. A cousin calls Rebecca and tells her that the box has mystery novels in it, and that she should ignore the label that says \"science fiction books\". Rebecca believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. A cousin calls Rebecca and tells her that the box has mystery novels in it, and that she should ignore the label that says \"science fiction books\". Rebecca believes her cousin. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. A cousin calls Rebecca and tells her that the box has science fiction books in it, and that she should ignore the label that says \"mystery novels\". Rebecca believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca does not open the box and does not look inside. Rebecca reads the label. A cousin calls Rebecca and tells her that the box has science fiction books in it, and that she should ignore the label that says \"mystery novels\". Rebecca believes her cousin. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca opens the box and looks inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing science fiction books. However, the box actually contains only mystery novels and no science fiction books at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca opens the box and looks inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca opens the box and looks inside. Rebecca reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a small library, there is a box labeled as containing mystery novels. However, the box actually contains only science fiction books and no mystery novels at all. Rebecca, a newly hired librarian, finds the box while organizing the shelves. She has never seen this box before. Rebecca opens the box and looks inside. Rebecca reads the label. Rebecca calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"pasta\" instead of \"rice\". Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"pasta\" instead of \"rice\". Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"rice\" instead of \"pasta\". Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"rice\" instead of \"pasta\". Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. A cousin calls Tom and tells him that the jar has pasta in it, and that he should ignore the label that says \"rice\". Tom believes him cousin. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. A cousin calls Tom and tells him that the jar has pasta in it, and that he should ignore the label that says \"rice\". Tom believes him cousin. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. A cousin calls Tom and tells him that the jar has rice in it, and that he should ignore the label that says \"pasta\". Tom believes him cousin. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom does not open the jar and does not look inside. Tom reads the label. A cousin calls Tom and tells him that the jar has rice in it, and that he should ignore the label that says \"pasta\". Tom believes him cousin. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom opens the jar and looks inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with pasta. The label on the jar says \"rice\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom opens the jar and looks inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom opens the jar and looks inside. Tom reads the label. He opens the jar and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the pantry of a countryside cottage, there is a jar filled with rice. The label on the jar says \"pasta\" instead. Tom, a guest staying at the cottage, opens the jar to make dinner. He had no idea what the jar contained. Tom opens the jar and looks inside. Tom reads the label. Tom calls a friend to tell them that he has just found a jar full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. It contains only coffee pods and no tea bags. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. It contains only coffee pods and no tea bags. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. It contains only tea bags and no coffee pods. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. It contains only tea bags and no coffee pods. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. A cousin calls Amelia and tells her that the container has coffee pods in it, and that she should ignore the label that says \"tea bags\". Amelia believes her cousin. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. A cousin calls Amelia and tells her that the container has coffee pods in it, and that she should ignore the label that says \"tea bags\". Amelia believes her cousin. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. A cousin calls Amelia and tells her that the container has tea bags in it, and that she should ignore the label that says \"coffee pods\". Amelia believes her cousin. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia does not open the container and does not look inside. Amelia reads the label. A cousin calls Amelia and tells her that the container has tea bags in it, and that she should ignore the label that says \"coffee pods\". Amelia believes her cousin. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia opens the container and looks inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"tea bags\" sits on the table. In reality, it only contains coffee pods. Amelia, an intern, is looking for tea bags but finds the container instead. She has never seen this container before. Amelia opens the container and looks inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia opens the container and looks inside. Amelia reads the label. She opens the container and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the break room at a tech company, a container labeled \"coffee pods\" sits on the table. In reality, it only contains tea bags. Amelia, an intern, is looking for coffee pods but finds the container instead. She has never seen this container before. Amelia opens the container and looks inside. Amelia reads the label. Amelia calls a friend to tell them that she has just found a container full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. A cousin calls Jake and tells him that the crate has office chairs in it, and that he should ignore the label that says \"desks\". Jake believes him cousin. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. A cousin calls Jake and tells him that the crate has office chairs in it, and that he should ignore the label that says \"desks\". Jake believes him cousin. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. A cousin calls Jake and tells him that the crate has desks in it, and that he should ignore the label that says \"office chairs\". Jake believes him cousin. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake does not open the crate and does not look inside. Jake reads the label. A cousin calls Jake and tells him that the crate has desks in it, and that he should ignore the label that says \"office chairs\". Jake believes him cousin. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake opens the crate and looks inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"desks\". In reality, the crate contains only office chairs and no desks. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake opens the crate and looks inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake opens the crate and looks inside. Jake reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a moving truck, there is a crate labeled as \"office chairs\". In reality, the crate contains only desks and no office chairs. Jake, a delivery driver, checks the contents of the truck. He was unaware of the contents of the crate. Jake opens the crate and looks inside. Jake reads the label. Jake calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. A cousin calls Nina and tells her that the vial has samples of bacteria in it, and that she should ignore the label that says \"virus cultures\". Nina believes her cousin. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. A cousin calls Nina and tells her that the vial has samples of bacteria in it, and that she should ignore the label that says \"virus cultures\". Nina believes her cousin. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. A cousin calls Nina and tells her that the vial has virus cultures in it, and that she should ignore the label that says \"samples of bacteria\". Nina believes her cousin. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina does not open the vial and does not look inside. Nina reads the label. A cousin calls Nina and tells her that the vial has virus cultures in it, and that she should ignore the label that says \"samples of bacteria\". Nina believes her cousin. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina opens the vial and looks inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"virus cultures\" is stored in a laboratory freezer. Inside, however, is only samples of bacteria, with no virus cultures present. Nina, a research assistant, opens the freezer to retrieve virus cultures. She has never used this vial before. Nina opens the vial and looks inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina opens the vial and looks inside. Nina reads the label. She opens the vial and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: A vial labeled as \"samples of bacteria\" is stored in a laboratory freezer. Inside, however, is only virus cultures, with no samples of bacteria present. Nina, a research assistant, opens the freezer to retrieve samples of bacteria. She has never used this vial before. Nina opens the vial and looks inside. Nina reads the label. Nina calls a friend to tell them that she has just found a vial full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is correctly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is satisfied with the contents. David does not open the box and does not look inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is correctly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is satisfied with the contents. David does not open the box and does not look inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is correctly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is satisfied with the contents. David does not open the box and does not look inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is correctly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is satisfied with the contents. David does not open the box and does not look inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. A cousin calls David and tells him that the box has laptops in it, and that he should ignore the label that says \"printers\". David believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. A cousin calls David and tells him that the box has laptops in it, and that he should ignore the label that says \"printers\". David believes him cousin. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. A cousin calls David and tells him that the box has printers in it, and that he should ignore the label that says \"laptops\". David believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David does not open the box and does not look inside. David reads the label. A cousin calls David and tells him that the box has printers in it, and that he should ignore the label that says \"laptops\". David believes him cousin. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David opens the box and looks inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with laptops is incorrectly labeled as \"printers\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David opens the box and looks inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David opens the box and looks inside. David reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At a warehouse, a box filled with printers is incorrectly labeled as \"laptops\". David, a supervisor, checks the labels before dispatching the shipment. He is surprised by the contents. David opens the box and looks inside. David reads the label. David calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She knew what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She knew what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She knew what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She knew what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. A cousin calls Lily and tells her that the drawer has paintbrushes in it, and that she should ignore the label that says \"paints\". Lily believes her cousin. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. A cousin calls Lily and tells her that the drawer has paintbrushes in it, and that she should ignore the label that says \"paints\". Lily believes her cousin. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. A cousin calls Lily and tells her that the drawer has paints in it, and that she should ignore the label that says \"paintbrushes\". Lily believes her cousin. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily does not open the drawer and does not look inside. Lily reads the label. A cousin calls Lily and tells her that the drawer has paints in it, and that she should ignore the label that says \"paintbrushes\". Lily believes her cousin. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily opens the drawer and looks inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paints\", but it actually contains only paintbrushes. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily opens the drawer and looks inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily opens the drawer and looks inside. Lily reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the studio supply room, there is a drawer labeled as \"paintbrushes\", but it actually contains only paints. Lily, a junior artist, is tasked with organizing the supplies and finds the drawer. She didn’t know what the drawer contained. Lily opens the drawer and looks inside. Lily reads the label. Lily calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, and its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He expected the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, and its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He expected the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, and its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He expected the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, and its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He expected the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. A cousin calls Thomas and tells him that the display case has artifacts in it, and that he should ignore the label that says \"books\". Thomas believes him cousin. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas does not open the display case and does not look inside. Thomas reads the label. A cousin calls Thomas and tells him that the display case has artifacts in it, and that he should ignore the label that says \"books\". Thomas believes him cousin. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. A cousin calls Thomas and tells him that the display case has books in it, and that he should ignore the label that says \"artifacts\". Thomas believes him cousin. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas does not open the display case and does not look inside. Thomas reads the label. A cousin calls Thomas and tells him that the display case has books in it, and that he should ignore the label that says \"artifacts\". Thomas believes him cousin. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas opens the display case and looks inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with artifacts, but its label says \"books\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain artifacts. Thomas opens the display case and looks inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas opens the display case and looks inside. Thomas reads the label. He opens the display case and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the end of the museum’s exhibit, there is a display case filled with books, but its label says \"artifacts\". Thomas, a visitor, notices the display case while reading the display descriptions. He did not expect the display case to contain books. Thomas opens the display case and looks inside. Thomas reads the label. Thomas calls a friend to tell them that he has just found a display case full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. A cousin calls Lucia and tells her that the bin has flour in it, and that she should ignore the label that says \"sugar\". Lucia believes her cousin. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. A cousin calls Lucia and tells her that the bin has flour in it, and that she should ignore the label that says \"sugar\". Lucia believes her cousin. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. A cousin calls Lucia and tells her that the bin has sugar in it, and that she should ignore the label that says \"flour\". Lucia believes her cousin. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia does not open the bin and does not look inside. Lucia reads the label. A cousin calls Lucia and tells her that the bin has sugar in it, and that she should ignore the label that says \"flour\". Lucia believes her cousin. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia opens the bin and looks inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"sugar\". Inside, it only contains flour, and there is no sugar at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia opens the bin and looks inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia opens the bin and looks inside. Lucia reads the label. She opens the bin and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of a restaurant kitchen, there is a bin labeled \"flour\". Inside, it only contains sugar, and there is no flour at all. Lucia, the head chef, opens the bin while preparing the day’s meals. She didn’t know about the mistake. Lucia opens the bin and looks inside. Lucia reads the label. Lucia calls a friend to tell them that she has just found a bin full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". It only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". It only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". It only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". It only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. A cousin calls Ben and tells him that the crate has fruit in it, and that he should ignore the label that says \"vegetables\". Ben believes him cousin. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. A cousin calls Ben and tells him that the crate has fruit in it, and that he should ignore the label that says \"vegetables\". Ben believes him cousin. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. A cousin calls Ben and tells him that the crate has vegetables in it, and that he should ignore the label that says \"fruit\". Ben believes him cousin. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben does not open the crate and does not look inside. Ben reads the label. A cousin calls Ben and tells him that the crate has vegetables in it, and that he should ignore the label that says \"fruit\". Ben believes him cousin. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben opens the crate and looks inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"vegetables\". However, it only contains fruit. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben opens the crate and looks inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben opens the crate and looks inside. Ben reads the label. He opens the crate and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a delivery van, a crate is labeled \"fruit\". However, it only contains vegetables. Ben, the driver, notices the crate while unloading at the destination. He has never seen this crate before. Ben opens the crate and looks inside. Ben reads the label. Ben calls a friend to tell them that he has just found a crate full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\". The box only contains headphones. Paul, the store manager, checks the inventory and realizes there is no chargers in the box. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\". The box only contains headphones. Paul, the store manager, checks the inventory and realizes there is no chargers in the box. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\". The box only contains chargers. Paul, the store manager, checks the inventory and realizes there is no headphones in the box. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\". The box only contains chargers. Paul, the store manager, checks the inventory and realizes there is no headphones in the box. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. A cousin calls Paul and tells him that the box has headphones in it, and that he should ignore the label that says \"chargers\". Paul believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul does not open the box and does not look inside. Paul reads the label. A cousin calls Paul and tells him that the box has headphones in it, and that he should ignore the label that says \"chargers\". Paul believes him cousin. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. A cousin calls Paul and tells him that the box has chargers in it, and that he should ignore the label that says \"headphones\". Paul believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul does not open the box and does not look inside. Paul reads the label. A cousin calls Paul and tells him that the box has chargers in it, and that he should ignore the label that says \"headphones\". Paul believes him cousin. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul opens the box and looks inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"chargers\", but the box only contains headphones. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained chargers. Paul opens the box and looks inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul opens the box and looks inside. Paul reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the electronics store, there is a box on the counter labeled as \"headphones\", but the box only contains chargers. Paul, the store manager, checks the inventory and realizes the mistake. He had assumed the box contained headphones. Paul opens the box and looks inside. Paul reads the label. Paul calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the correct label. He knew the contents. Kevin does not open the box and does not look inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the correct label. He knew the contents. Kevin does not open the box and does not look inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the correct label. He knew the contents. Kevin does not open the box and does not look inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the correct label. He knew the contents. Kevin does not open the box and does not look inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. A cousin calls Kevin and tells him that the box has novels in it, and that he should ignore the label that says \"magazines\". Kevin believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. A cousin calls Kevin and tells him that the box has novels in it, and that he should ignore the label that says \"magazines\". Kevin believes him cousin. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. A cousin calls Kevin and tells him that the box has magazines in it, and that he should ignore the label that says \"novels\". Kevin believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin does not open the box and does not look inside. Kevin reads the label. A cousin calls Kevin and tells him that the box has magazines in it, and that he should ignore the label that says \"novels\". Kevin believes him cousin. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin opens the box and looks inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"magazines\" actually contains only novels. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin opens the box and looks inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin opens the box and looks inside. Kevin reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the storage room of a local bookstore, a box labeled \"novels\" actually contains only magazines. Kevin, a part-time employee, is organizing the room and notices the mislabeled box. He hadn’t known the contents. Kevin opens the box and looks inside. Kevin reads the label. Kevin calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. A cousin calls Frank and tells him that the box has textbooks in it, and that he should ignore the label that says \"notebooks\". Frank believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. A cousin calls Frank and tells him that the box has textbooks in it, and that he should ignore the label that says \"notebooks\". Frank believes him cousin. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. A cousin calls Frank and tells him that the box has notebooks in it, and that he should ignore the label that says \"textbooks\". Frank believes him cousin. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank does not open the box and does not look inside. Frank reads the label. A cousin calls Frank and tells him that the box has notebooks in it, and that he should ignore the label that says \"textbooks\". Frank believes him cousin. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank opens the box and looks inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"notebooks\". It turns out, however, that the box only contains textbooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank opens the box and looks inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank opens the box and looks inside. Frank reads the label. He opens the box and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the school’s storage room, there is a box labeled \"textbooks\". It turns out, however, that the box only contains notebooks. Frank, a janitor, discovers the box while cleaning. He had assumed the label was correct. Frank opens the box and looks inside. Frank reads the label. Frank calls a friend to tell them that he has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. A cousin calls Jenny and tells her that the box has balloons in it, and that she should ignore the label that says \"confetti\". Jenny believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. A cousin calls Jenny and tells her that the box has balloons in it, and that she should ignore the label that says \"confetti\". Jenny believes her cousin. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. A cousin calls Jenny and tells her that the box has confetti in it, and that she should ignore the label that says \"balloons\". Jenny believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny does not open the box and does not look inside. Jenny reads the label. A cousin calls Jenny and tells her that the box has confetti in it, and that she should ignore the label that says \"balloons\". Jenny believes her cousin. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny opens the box and looks inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"confetti\" that actually only contains balloons. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny opens the box and looks inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny opens the box and looks inside. Jenny reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the local fair, there is a box labeled \"balloons\" that actually only contains confetti. Jenny, a vendor, opens the box while setting up the booth. She wasn’t expecting the label to be wrong. Jenny opens the box and looks inside. Jenny reads the label. Jenny calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", and it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", and it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", and it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", and it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. A cousin calls Omar and tells him that the container has frozen vegetables in it, and that he should ignore the label that says \"frozen fruits\". Omar believes him cousin. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. A cousin calls Omar and tells him that the container has frozen vegetables in it, and that he should ignore the label that says \"frozen fruits\". Omar believes him cousin. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. A cousin calls Omar and tells him that the container has frozen fruits in it, and that he should ignore the label that says \"frozen vegetables\". Omar believes him cousin. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar does not open the container and does not look inside. Omar reads the label. A cousin calls Omar and tells him that the container has frozen fruits in it, and that he should ignore the label that says \"frozen vegetables\". Omar believes him cousin. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar opens the container and looks inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen fruits\", but it only contains frozen vegetables. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar opens the container and looks inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar opens the container and looks inside. Omar reads the label. He opens the container and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: Inside a cold storage unit, there is a container labeled \"frozen vegetables\", but it only contains frozen fruits. Omar, a worker at the facility, opens the container to inspect its contents. He hadn’t seen this container before. Omar opens the container and looks inside. Omar reads the label. Omar calls a friend to tell them that he has just found a container full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. The trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. The trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. The trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. The trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. A cousin calls Rachel and tells her that the trunk has costumes in it, and that she should ignore the label that says \"props\". Rachel believes her cousin. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel does not open the trunk and does not look inside. Rachel reads the label. A cousin calls Rachel and tells her that the trunk has costumes in it, and that she should ignore the label that says \"props\". Rachel believes her cousin. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. A cousin calls Rachel and tells her that the trunk has props in it, and that she should ignore the label that says \"costumes\". Rachel believes her cousin. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel does not open the trunk and does not look inside. Rachel reads the label. A cousin calls Rachel and tells her that the trunk has props in it, and that she should ignore the label that says \"costumes\". Rachel believes her cousin. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel opens the trunk and looks inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing props. However, the trunk only holds costumes. Rachel, the theater manager, checks the trunk while organizing the props. She had thought the trunk contained props. Rachel opens the trunk and looks inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel opens the trunk and looks inside. Rachel reads the label. She opens the trunk and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: At the back of the theater, there is a trunk labeled as containing costumes. However, the trunk only holds props. Rachel, the theater manager, checks the trunk while organizing the costumes. She had thought the trunk contained costumes. Rachel opens the trunk and looks inside. Rachel reads the label. Rachel calls a friend to tell them that she has just found a trunk full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". The box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". The box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". The box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". The box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. A cousin calls Katherine and tells her that the box has towels in it, and that she should ignore the label that says \"blankets\". Katherine believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. A cousin calls Katherine and tells her that the box has towels in it, and that she should ignore the label that says \"blankets\". Katherine believes her cousin. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. A cousin calls Katherine and tells her that the box has blankets in it, and that she should ignore the label that says \"towels\". Katherine believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine does not open the box and does not look inside. Katherine reads the label. A cousin calls Katherine and tells her that the box has blankets in it, and that she should ignore the label that says \"towels\". Katherine believes her cousin. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine opens the box and looks inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"blankets\". However, the box only contains towels. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine opens the box and looks inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine opens the box and looks inside. Katherine reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the hotel’s storage closet, there is a box labeled \"towels\". However, the box only contains blankets. Katherine, the hotel manager, notices the mistake while checking the inventory. She hadn’t realized the error. Katherine opens the box and looks inside. Katherine reads the label. Katherine calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", and it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", and it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", and it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", and it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. A cousin calls Milo and tells him that the bin has cleaning rags in it, and that he should ignore the label that says \"detergents\". Milo believes him cousin. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. A cousin calls Milo and tells him that the bin has cleaning rags in it, and that he should ignore the label that says \"detergents\". Milo believes him cousin. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. A cousin calls Milo and tells him that the bin has detergents in it, and that he should ignore the label that says \"cleaning rags\". Milo believes him cousin. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo does not open the bin and does not look inside. Milo reads the label. A cousin calls Milo and tells him that the bin has detergents in it, and that he should ignore the label that says \"cleaning rags\". Milo believes him cousin. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo opens the bin and looks inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"detergents\", but it actually contains cleaning rags. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo opens the bin and looks inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo opens the bin and looks inside. Milo reads the label. He opens the bin and looks inside. He can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: On the top shelf in a janitor’s closet is a bin labeled \"cleaning rags\", but it actually contains detergents. Milo, a janitor, reaches for the bin to take stock of supplies. He didn’t expect the label to be wrong. Milo opens the bin and looks inside. Milo reads the label. Milo calls a friend to tell them that he has just found a bin full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\". It only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She knew the label was correct. Anna does not open the drawer and does not look inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\". It only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She knew the label was correct. Anna does not open the drawer and does not look inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\". It only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She knew the label was correct. Anna does not open the drawer and does not look inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\". It only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She knew the label was correct. Anna does not open the drawer and does not look inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. A cousin calls Anna and tells her that the drawer has textbooks in it, and that she should ignore the label that says \"worksheets\". Anna believes her cousin. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. A cousin calls Anna and tells her that the drawer has textbooks in it, and that she should ignore the label that says \"worksheets\". Anna believes her cousin. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. A cousin calls Anna and tells her that the drawer has worksheets in it, and that she should ignore the label that says \"textbooks\". Anna believes her cousin. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna does not open the drawer and does not look inside. Anna reads the label. A cousin calls Anna and tells her that the drawer has worksheets in it, and that she should ignore the label that says \"textbooks\". Anna believes her cousin. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna opens the drawer and looks inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"worksheets\", but it only contains textbooks. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna opens the drawer and looks inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna opens the drawer and looks inside. Anna reads the label. She opens the drawer and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In a classroom cabinet, there is a drawer labeled as \"textbooks\", but it only contains worksheets. Anna, a teacher, opens the cabinet to prepare for the next lesson. She hadn’t known the label was wrong. Anna opens the drawer and looks inside. Anna reads the label. Anna calls a friend to tell them that she has just found a drawer full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s accuracy. Emily does not open the box and does not look inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s accuracy. Emily does not open the box and does not look inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s accuracy. Emily does not open the box and does not look inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s accuracy. Emily does not open the box and does not look inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. A cousin calls Emily and tells her that the box has roses in it, and that she should ignore the label that says \"tulips\". Emily believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. A cousin calls Emily and tells her that the box has roses in it, and that she should ignore the label that says \"tulips\". Emily believes her cousin. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. A cousin calls Emily and tells her that the box has tulips in it, and that she should ignore the label that says \"roses\". Emily believes her cousin. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily does not open the box and does not look inside. Emily reads the label. A cousin calls Emily and tells her that the box has tulips in it, and that she should ignore the label that says \"roses\". Emily believes her cousin. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily opens the box and looks inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"tulips\" actually contains roses. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily opens the box and looks inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily opens the box and looks inside. Emily reads the label. She opens the box and looks inside. She can clearly see that it is full of"
    },
    {
        "txt": "Complete the following story: In the back of a small flower shop, a box labeled \"roses\" actually contains tulips. Emily, the shop owner, opens the box to check the delivery. She was unaware of the label’s inaccuracy. Emily opens the box and looks inside. Emily reads the label. Emily calls a friend to tell them that she has just found a box full of"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer and thinks they would be safer in the key cabinet. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer and thinks they would be safer in the key cabinet. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet and thinks they would be safer in the drawer. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet and thinks they would be safer in the drawer. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer but leaves them there and continues cleaning. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer but leaves them there and continues cleaning. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet but leaves them there and continues cleaning. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet but leaves them there and continues cleaning. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer and thinks they would be safer in the key cabinet. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. Linda calls James and tells him she moved the keys from the drawer to the key cabinet. James believes her. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the drawer and thinks they would be safer in the key cabinet. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. Linda calls James and tells him she moved the keys from the drawer to the key cabinet. James believes her. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet and thinks they would be safer in the drawer. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. Linda calls James and tells him she moved the keys from the key cabinet to the drawer. James believes her. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet before heading out to exercise. While James is out, his wife Linda decides to clean the house. She finds the car keys in the key cabinet and thinks they would be safer in the drawer. She moves them there and continues cleaning. James comes back from his run and wants to get his car keys. Linda calls James and tells him she moved the keys from the key cabinet to the drawer. James believes her. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer. Linda sees this and moves the keys from the drawer to the key cabinet. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the drawer. Linda sees this and moves the keys from the drawer to the key cabinet. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet. Linda sees this and moves the keys from the key cabinet to the drawer. James comes back from his run and wants to get his car keys. The keys will be taken out of the"
    },
    {
        "txt": "Complete the following story: James puts his car keys in the key cabinet. Linda sees this and moves the keys from the key cabinet to the drawer. James comes back from his run and wants to get his car keys. James will look for the keys in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and moves it to the living room drawer, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and moves it to the living room drawer, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and moves it to the cupboard, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and moves it to the cupboard, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and leaves it in the cupboard. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and leaves it in the cupboard. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and leaves it in the living room drawer. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and leaves it in the living room drawer. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and moves it to the living room drawer, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Jason texts Tom and tells him he moved the charger to the living room drawer. Tom believes him. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the cupboard before going to bed. During the night, his roommate Jason finds it and moves it to the living room drawer, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Jason texts Tom and tells him he moved the charger to the living room drawer. Tom believes him. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and moves it to the cupboard, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Jason texts Tom and tells him he moved the charger to the cupboard. Tom believes him. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom stores a spare phone charger in the living room drawer before going to bed. During the night, his roommate Jason finds it and moves it to the cupboard, thinking Tom might need it there in the morning. Tom wakes up and wants to use the phone charger. Jason texts Tom and tells him he moved the charger to the cupboard. Tom believes him. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom puts his phone charger in the cupboard. Jason sees this and moves the charger to the living room drawer. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom puts his phone charger in the cupboard. Jason sees this and moves the charger to the living room drawer. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Tom puts his phone charger in the living room drawer. Jason sees this and moves the charger to the cupboard. Tom wakes up and wants to use the phone charger. The phone charger is in the"
    },
    {
        "txt": "Complete the following story: Tom puts his phone charger in the living room drawer. Jason sees this and moves the charger to the cupboard. Tom wakes up and wants to use the phone charger. Tom will look for the phone charger in the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and moves it to the kitchen table, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and moves it to the kitchen table, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and moves it to the front door, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and moves it to the front door, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and leaves it there. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and leaves it there. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and leaves it there. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and leaves it there. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and moves it to the kitchen table, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Sam calls Emily and tells her he moved the backpack to the kitchen table. Emily believes him. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door before going to bed. In the morning, her brother Sam notices the backpack and moves it to the kitchen table, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Sam calls Emily and tells her he moved the backpack to the kitchen table. Emily believes him. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and moves it to the front door, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Sam calls Emily and tells her he moved the backpack to the front door. Emily believes him. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table before going to bed. In the morning, her brother Sam notices the backpack and moves it to the front door, thinking Emily might need it when she grabs breakfast. Emily wakes up and wants to get her backpack. Sam calls Emily and tells her he moved the backpack to the front door. Emily believes him. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door. Sam sees it and moves it to the kitchen table. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the front door. Sam sees it and moves it to the kitchen table. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table. Sam sees it and moves it to the front door. Emily wakes up and wants to get her backpack. The backpack is now on the"
    },
    {
        "txt": "Complete the following story: Emily leaves her backpack by the kitchen table. Sam sees it and moves it to the front door. Emily wakes up and wants to get her backpack. Emily will look for the backpack by the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the coffee table in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the coffee table in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the desk in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the desk in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and leaves it there. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and leaves it there. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and leaves it there. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and leaves it there. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the coffee table in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. His mother texts Oliver and tells him she moved the tablet to the coffee table. Oliver believes her. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the desk in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the coffee table in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. His mother texts Oliver and tells him she moved the tablet to the coffee table. Oliver believes her. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the desk in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. His mother texts Oliver and tells him she moved the tablet to the desk. Oliver believes her. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver puts his tablet on the coffee table in the study before heading out for a walk. While he is out, his mother sees the tablet and moves it to the desk in the living room, thinking it would be safer there. Oliver comes back home and wants to use his tablet. His mother texts Oliver and tells him she moved the tablet to the desk. Oliver believes her. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver places his tablet on the desk. His mother sees it and moves it to the coffee table in the living room. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver places his tablet on the desk. His mother sees it and moves it to the coffee table in the living room. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Oliver places his tablet on the coffee table. His mother sees it and moves it to the desk in the living room. Oliver comes back home and wants to use his tablet. The tablet is now on the"
    },
    {
        "txt": "Complete the following story: Oliver places his tablet on the coffee table. His mother sees it and moves it to the desk in the living room. Oliver comes back home and wants to use his tablet. Oliver will look for his tablet on the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the cabinet where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the cabinet where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the sewing basket where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the sewing basket where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles but leaves them in the basket. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles but leaves them in the basket. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles but leaves them in the basket. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles but leaves them in the basket. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the cabinet where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Her sister texts Sophia to tell her she moved the knitting needles to the cabinet. Sophia believes her. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her sewing basket before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the cabinet where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Her sister texts Sophia to tell her she moved the knitting needles to the cabinet. Sophia believes her. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the sewing basket where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Her sister texts Sophia to tell her she moved the knitting needles to the sewing basket. Sophia believes her. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia puts her knitting needles in her cabinet before heading out to meet her friends. While she is away, her sister finds the needles and moves them to the sewing basket where sewing supplies are kept. Sophia returns home and wants to use her knitting needles. Her sister texts Sophia to tell her she moved the knitting needles to the sewing basket. Sophia believes her. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia places her knitting needles in her sewing basket. Her sister sees them and moves them to the cabinet. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia places her knitting needles in her sewing basket. Her sister sees them and moves them to the cabinet. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Sophia places her knitting needles in her cabinet. Her sister sees them and moves them to the sewing basket. Sophia returns home and wants to use her knitting needles. The knitting needles are now in the"
    },
    {
        "txt": "Complete the following story: Sophia places her knitting needles in her cabinet. Her sister sees them and moves them to the sewing basket. Sophia returns home and wants to use her knitting needles. Sophia will look for her knitting needles in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the laundry room, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the laundry room, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the closet, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the closet, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes but leaves them in the closet. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes but leaves them in the closet. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes but leaves them in the laundry room. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes but leaves them in the laundry room. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the laundry room, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. His dad texts Nathan and tells him he moved the shoes to the laundry room. Nathan believes him. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the closet before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the laundry room, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. His dad texts Nathan and tells him he moved the shoes to the laundry room. Nathan believes him. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the closet, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. His dad texts Nathan and tells him he moved the shoes to the closet. Nathan believes him. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan puts his basketball shoes in the laundry room before leaving for practice. While Nathan is out, his dad notices the shoes and moves them to the closet, thinking they need to be washed. Nathan returns home and wants to wear his basketball shoes. His dad texts Nathan and tells him he moved the shoes to the closet. Nathan believes him. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan places his basketball shoes in the closet. His dad sees them and moves them to the laundry room. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan places his basketball shoes in the closet. His dad sees them and moves them to the laundry room. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Nathan places his basketball shoes in the laundry room. His dad sees them and moves them to the closet. Nathan returns home and wants to wear his basketball shoes. The shoes are now in the"
    },
    {
        "txt": "Complete the following story: Nathan places his basketball shoes in the laundry room. His dad sees them and moves them to the closet. Nathan returns home and wants to wear his basketball shoes. Nathan will look for his basketball shoes in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug and moves it to the dishwasher, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug and moves it to the dishwasher, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug and moves it to the kitchen cabinet, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug and moves it to the kitchen cabinet, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug but leaves it in the cabinet. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug but leaves it in the cabinet. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug but leaves it in the cabinet. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug but leaves it in the cabinet. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug and moves it to the dishwasher, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Her mom texts Lily and tells her she moved the mug to the dishwasher. Lily believes her. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the kitchen cabinet before going to bed. While Lily is asleep, her mom sees the mug and moves it to the dishwasher, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Her mom texts Lily and tells her she moved the mug to the dishwasher. Lily believes her. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug and moves it to the kitchen cabinet, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Her mom texts Lily and tells her she moved the mug to the kitchen cabinet. Lily believes her. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily puts her favorite mug in the dishwasher before going to bed. While Lily is asleep, her mom sees the mug and moves it to the kitchen cabinet, thinking it should be cleaned. Lily wakes up and wants to make a cup of tea. Her mom texts Lily and tells her she moved the mug to the kitchen cabinet. Lily believes her. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily places her favorite mug in the kitchen cabinet. Her mom sees it and moves it to the dishwasher. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily places her favorite mug in the kitchen cabinet. Her mom sees it and moves it to the dishwasher. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Lily places her favorite mug in the dishwasher. Her mom sees it and moves it to the kitchen cabinet. Lily wakes up and wants to make a cup of tea. The mug is now in the"
    },
    {
        "txt": "Complete the following story: Lily places her favorite mug in the dishwasher. Her mom sees it and moves it to the kitchen cabinet. Lily wakes up and wants to make a cup of tea. Lily will look for the mug in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister moves the passport to the bookshelf, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister moves the passport to the bookshelf, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister moves the passport to the top drawer, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister moves the passport to the top drawer, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister notices the passport but leaves it in the drawer. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister notices the passport but leaves it in the drawer. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister notices the passport but leaves it in the drawer. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister notices the passport but leaves it in the drawer. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister moves the passport to the bookshelf, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. His sister texts Chris and tells him she moved the passport to the bookshelf. Chris believes her. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the top drawer of his desk before going out to meet a friend. While he is out, his sister moves the passport to the bookshelf, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. His sister texts Chris and tells him she moved the passport to the bookshelf. Chris believes her. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister moves the passport to the top drawer, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. His sister texts Chris and tells him she moved the passport to the top drawer. Chris believes her. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris puts his passport in the bookshelf of his desk before going out to meet a friend. While he is out, his sister moves the passport to the top drawer, thinking it might be safer there. Chris returns home and wants to grab his passport for his trip. His sister texts Chris and tells him she moved the passport to the top drawer. Chris believes her. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris places his passport in the top drawer. His sister sees it and moves it to the bookshelf. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris places his passport in the top drawer. His sister sees it and moves it to the bookshelf. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Chris places his passport in the bookshelf. His sister sees it and moves it to the top drawer. Chris returns home and wants to grab his passport for his trip. The passport is now on the"
    },
    {
        "txt": "Complete the following story: Chris places his passport in the bookshelf. His sister sees it and moves it to the top drawer. Chris returns home and wants to grab his passport for his trip. Chris will look for his passport in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the closet, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the closet, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the coat rack, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the coat rack, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf but leaves it there. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf but leaves it there. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf but leaves it there. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf but leaves it there. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the closet, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Emma texts Anna and tells her she moved the scarf to the closet. Anna believes her. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the coat rack before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the closet, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Emma texts Anna and tells her she moved the scarf to the closet. Anna believes her. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the coat rack, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Emma texts Anna and tells her she moved the scarf to the coat rack. Anna believes her. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her favorite scarf on the closet before going out for dinner. Her roommate, Emma, sees the scarf and moves it to the coat rack, thinking it would be better protected from dust. Anna returns home and wants to wear her scarf. Emma texts Anna and tells her she moved the scarf to the coat rack. Anna believes her. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her scarf on the coat rack. Emma sees it and moves it to the closet. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her scarf on the coat rack. Emma sees it and moves it to the closet. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Anna places her scarf on the closet. Emma sees it and moves it to the coat rack. Anna returns home and wants to wear her scarf. The scarf is now in the"
    },
    {
        "txt": "Complete the following story: Anna places her scarf on the closet. Emma sees it and moves it to the coat rack. Anna returns home and wants to wear her scarf. Anna will look for the scarf on the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket and moves it to the garage. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket and moves it to the garage. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket but leaves it in the garage. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket but leaves it in the garage. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket but leaves it in the sports equipment cupboard. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket but leaves it in the sports equipment cupboard. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. His dad texts Ben and tells him he moved the racket to the sports equipment cupboard. Ben believes him. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage before heading out to meet friends. While he is away, his dad finds the racket and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. His dad texts Ben and tells him he moved the racket to the sports equipment cupboard. Ben believes him. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket and moves it to the garage. Ben comes back home and wants to practice tennis. His dad texts Ben and tells him he moved the racket to the garage. Ben believes him. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard before heading out to meet friends. While he is away, his dad finds the racket and moves it to the garage. Ben comes back home and wants to practice tennis. His dad texts Ben and tells him he moved the racket to the garage. Ben believes him. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage. His dad sees it and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the garage. His dad sees it and moves it to the sports equipment cupboard. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard. His dad sees it and moves it to the garage. Ben comes back home and wants to practice tennis. The racket is now in the"
    },
    {
        "txt": "Complete the following story: Ben puts his tennis racket in the sports equipment cupboard. His dad sees it and moves it to the garage. Ben comes back home and wants to practice tennis. Ben will look for the racket in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet and moves it to the shed, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet and moves it to the shed, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet and moves it to the back porch, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet and moves it to the back porch, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet but leaves it on the porch. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet but leaves it on the porch. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet but leaves it on the porch. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet but leaves it on the porch. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet and moves it to the shed, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. His brother texts Lucas and tells him he moved the helmet to the shed. Lucas believes him. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the back porch before heading inside for lunch. His brother finds the helmet and moves it to the shed, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. His brother texts Lucas and tells him he moved the helmet to the shed. Lucas believes him. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet and moves it to the back porch, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. His brother texts Lucas and tells him he moved the helmet to the back porch. Lucas believes him. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his bicycle helmet on the shed before heading inside for lunch. His brother finds the helmet and moves it to the back porch, thinking it might be safer there. Lucas finishes lunch and wants to go for a bike ride. His brother texts Lucas and tells him he moved the helmet to the back porch. Lucas believes him. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his helmet on the back porch. His brother sees it and moves it to the shed. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his helmet on the back porch. His brother sees it and moves it to the shed. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his helmet on the shed. His brother sees it and moves it to the back porch. Lucas finishes lunch and wants to go for a bike ride. The helmet is now in the"
    },
    {
        "txt": "Complete the following story: Lucas leaves his helmet on the shed. His brother sees it and moves it to the back porch. Lucas finishes lunch and wants to go for a bike ride. Lucas will look for the helmet on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them but leaves them on the counter. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them but leaves them on the counter. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them but leaves them on the counter. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them but leaves them on the counter. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. Her roommate texts Ella and tells her she moved the sunglasses to the hallway table. Ella believes her. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter before heading out to run errands. While she is gone, her roommate finds them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. Her roommate texts Ella and tells her she moved the sunglasses to the hallway table. Ella believes her. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. Her roommate texts Ella and tells her she moved the sunglasses to the kitchen counter. Ella believes her. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table before heading out to run errands. While she is gone, her roommate finds them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. Her roommate texts Ella and tells her she moved the sunglasses to the kitchen counter. Ella believes her. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter. Her roommate sees them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the kitchen counter. Her roommate sees them and moves them to the hallway table. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table. Her roommate sees them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. The sunglasses are now on the"
    },
    {
        "txt": "Complete the following story: Ella leaves her sunglasses on the hallway table. Her roommate sees them and moves them to the kitchen counter. Ella returns home and wants to grab her sunglasses. Ella will look for the sunglasses on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet and moves it to the dining table, thinking he might forget it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet and moves it to the dining table, thinking he might forget it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet and moves it to the couch, thinking he might forget it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet and moves it to the couch, thinking he might forget it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet but leaves it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet but leaves it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet but leaves it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet but leaves it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet and moves it to the dining table, thinking he might forget it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. His sister texts Dylan and tells him she moved the wallet to the dining table. Dylan believes her. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room couch before going to bed. His sister finds the wallet and moves it to the dining table, thinking he might forget it on the couch. Dylan wakes up and wants to grab his wallet before leaving the house. His sister texts Dylan and tells him she moved the wallet to the dining table. Dylan believes her. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet and moves it to the couch, thinking he might forget it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. His sister texts Dylan and tells him she moved the wallet to the couch. Dylan believes her. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the living room dining table before going to bed. His sister finds the wallet and moves it to the couch, thinking he might forget it on the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. His sister texts Dylan and tells him she moved the wallet to the couch. Dylan believes her. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the couch. His sister sees it and moves it to the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the couch. His sister sees it and moves it to the dining table. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the dining table. His sister sees it and moves it to the couch. Dylan wakes up and wants to grab his wallet before leaving the house. The wallet is now on the"
    },
    {
        "txt": "Complete the following story: Dylan leaves his wallet on the dining table. His sister sees it and moves it to the couch. Dylan wakes up and wants to grab his wallet before leaving the house. Dylan will look for the wallet on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom moves the laptop to the office desk, thinking it would be better protected there. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom moves the laptop to the office desk, thinking it would be better protected there. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom moves the laptop to the kitchen table, thinking it would be better protected there. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom moves the laptop to the kitchen table, thinking it would be better protected there. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom sees the laptop but leaves it on the table. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom sees the laptop but leaves it on the table. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom sees the laptop but leaves it on the table. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom sees the laptop but leaves it on the table. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom moves the laptop to the office desk, thinking it would be better protected there. Grace returns home and wants to use her laptop. Her mom texts Grace and tells her she moved the laptop to the office desk. Grace believes her. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table before heading out for a run. While she is out, her mom moves the laptop to the office desk, thinking it would be better protected there. Grace returns home and wants to use her laptop. Her mom texts Grace and tells her she moved the laptop to the office desk. Grace believes her. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom moves the laptop to the kitchen table, thinking it would be better protected there. Grace returns home and wants to use her laptop. Her mom texts Grace and tells her she moved the laptop to the kitchen table. Grace believes her. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk before heading out for a run. While she is out, her mom moves the laptop to the kitchen table, thinking it would be better protected there. Grace returns home and wants to use her laptop. Her mom texts Grace and tells her she moved the laptop to the kitchen table. Grace believes her. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table. Her mom sees it and moves it to the office desk. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the kitchen table. Her mom sees it and moves it to the office desk. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk. Her mom sees it and moves it to the kitchen table. Grace returns home and wants to use her laptop. The laptop is now on the"
    },
    {
        "txt": "Complete the following story: Grace leaves her laptop on the office desk. Her mom sees it and moves it to the kitchen table. Grace returns home and wants to use her laptop. Grace will look for the laptop on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, moves them to the shoe rack by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, moves them to the shoe rack by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, moves them to the front door by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, moves them to the front door by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, leaves them by the front door. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, leaves them by the front door. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, leaves them by the shoe rack. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, leaves them by the shoe rack. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, moves them to the shoe rack by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. His roommate texts Jake and tells him he moved the shoes to the shoe rack by the back door. Jake believes him. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door before going to bed. His roommate, seeing the shoes, moves them to the shoe rack by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. His roommate texts Jake and tells him he moved the shoes to the shoe rack by the back door. Jake believes him. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, moves them to the front door by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. His roommate texts Jake and tells him he moved the shoes to the front door by the back door. Jake believes him. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack before going to bed. His roommate, seeing the shoes, moves them to the front door by the back door, thinking Jake might want to leave from there in the morning. Jake wakes up and wants to put on his running shoes. His roommate texts Jake and tells him he moved the shoes to the front door by the back door. Jake believes him. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door. His roommate sees them and moves them to the shoe rack by the back door. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the front door. His roommate sees them and moves them to the shoe rack by the back door. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack. His roommate sees them and moves them to the front door by the back door. Jake wakes up and wants to put on his running shoes. The shoes are now on the"
    },
    {
        "txt": "Complete the following story: Jake puts his running shoes by the shoe rack. His roommate sees them and moves them to the front door by the back door. Jake wakes up and wants to put on his running shoes. Jake will look for his running shoes by the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook and moves it to her desk, thinking it would be a better place for it. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook and moves it to her desk, thinking it would be a better place for it. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook and moves it to her coffee table, thinking it would be a better place for it. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook and moves it to her coffee table, thinking it would be a better place for it. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook but leaves it on the coffee table. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook but leaves it on the coffee table. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook but leaves it on the desk. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook but leaves it on the desk. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook and moves it to her desk, thinking it would be a better place for it. Maya comes back home and wants to study. Her dad texts Maya and tells her he moved the textbook to her desk. Maya believes him. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table before heading out to study with a friend. Her dad finds the textbook and moves it to her desk, thinking it would be a better place for it. Maya comes back home and wants to study. Her dad texts Maya and tells her he moved the textbook to her desk. Maya believes him. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook and moves it to her coffee table, thinking it would be a better place for it. Maya comes back home and wants to study. Her dad texts Maya and tells her he moved the textbook to her coffee table. Maya believes him. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk before heading out to study with a friend. Her dad finds the textbook and moves it to her coffee table, thinking it would be a better place for it. Maya comes back home and wants to study. Her dad texts Maya and tells her he moved the textbook to her coffee table. Maya believes him. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table. Her dad finds it and moves it to her desk. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the coffee table. Her dad finds it and moves it to her desk. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk. Her dad finds it and moves it to her coffee table. Maya comes back home and wants to study. The textbook is now on the"
    },
    {
        "txt": "Complete the following story: Maya leaves her textbook on the desk. Her dad finds it and moves it to her coffee table. Maya comes back home and wants to study. Maya will look for the textbook on the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister moves the guitar to the living room, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister moves the guitar to the living room, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister moves the guitar to the bedroom, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister moves the guitar to the bedroom, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister notices the guitar but leaves it in the bedroom. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister notices the guitar but leaves it in the bedroom. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister notices the guitar but leaves it in the living room. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister notices the guitar but leaves it in the living room. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister moves the guitar to the living room, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. His sister texts Henry and tells him she moved the guitar to the living room. Henry believes her. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom before heading out for a walk. His sister moves the guitar to the living room, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. His sister texts Henry and tells him she moved the guitar to the living room. Henry believes her. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister moves the guitar to the bedroom, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. His sister texts Henry and tells him she moved the guitar to the bedroom. Henry believes her. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room before heading out for a walk. His sister moves the guitar to the bedroom, thinking it would be easier for him to grab it there. Henry returns home and wants to practice guitar. His sister texts Henry and tells him she moved the guitar to the bedroom. Henry believes her. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom. His sister sees it and moves it to the living room. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his bedroom. His sister sees it and moves it to the living room. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room. His sister sees it and moves it to the bedroom. Henry returns home and wants to practice guitar. The guitar is now in the"
    },
    {
        "txt": "Complete the following story: Henry puts his guitar on the stand in his living room. His sister sees it and moves it to the bedroom. Henry returns home and wants to practice guitar. Henry will look for the guitar in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom moves them to the study, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom moves them to the study, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom moves them to the kitchen, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom moves them to the kitchen, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom sees them but leaves them in the kitchen. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom sees them but leaves them in the kitchen. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom sees them but leaves them in the study. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom sees them but leaves them in the study. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom moves them to the study, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Her mom texts Claire and tells her she moved the art supplies to the study. Claire believes her. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen before going out to meet friends. Her mom moves them to the study, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Her mom texts Claire and tells her she moved the art supplies to the study. Claire believes her. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom moves them to the kitchen, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Her mom texts Claire and tells her she moved the art supplies to the kitchen. Claire believes her. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study before going out to meet friends. Her mom moves them to the kitchen, thinking Claire might want to paint there instead. Claire returns home and wants to work on her painting. Her mom texts Claire and tells her she moved the art supplies to the kitchen. Claire believes her. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen. Her mom sees them and moves them to the study. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the kitchen. Her mom sees them and moves them to the study. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study. Her mom sees them and moves them to the kitchen. Claire returns home and wants to work on her painting. The art supplies are now in the"
    },
    {
        "txt": "Complete the following story: Claire leaves her art supplies in the study. Her mom sees them and moves them to the kitchen. Claire returns home and wants to work on her painting. Claire will look for the art supplies in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, moves it to the living room so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, moves it to the living room so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, moves it to the bedside table so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, moves it to the bedside table so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, leaves it on the bedside table. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, leaves it on the bedside table. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, leaves it on the living room. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, leaves it on the living room. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, moves it to the living room so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. His roommate texts Leo and tells him he moved the charger to the living room. Leo believes him. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table before heading out to work. His roommate, finding it, moves it to the living room so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. His roommate texts Leo and tells him he moved the charger to the living room. Leo believes him. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, moves it to the bedside table so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. His roommate texts Leo and tells him he moved the charger to the bedside table. Leo believes him. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room before heading out to work. His roommate, finding it, moves it to the bedside table so Leo will notice it when he gets home. Leo comes back and wants to charge his phone. His roommate texts Leo and tells him he moved the charger to the bedside table. Leo believes him. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table. His roommate sees it and moves it to the living room. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the bedside table. His roommate sees it and moves it to the living room. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room. His roommate sees it and moves it to the bedside table. Leo comes back and wants to charge his phone. The charger is now in the"
    },
    {
        "txt": "Complete the following story: Leo leaves his phone charger on the living room. His roommate sees it and moves it to the bedside table. Leo comes back and wants to charge his phone. Leo will look for the charger on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother moves it to her bedside table, thinking she might want to read it before bed. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother moves it to her bedside table, thinking she might want to read it before bed. Nina returns home and wants to find her book. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother moves it to her living room shelf, thinking she might want to read it before bed. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother moves it to her living room shelf, thinking she might want to read it before bed. Nina returns home and wants to find her book. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother sees it but leaves it on the shelf. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother sees it but leaves it on the shelf. Nina returns home and wants to find her book. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother sees it but leaves it on the shelf. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother sees it but leaves it on the shelf. Nina returns home and wants to find her book. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother moves it to her bedside table, thinking she might want to read it before bed. Nina returns home and wants to find her book. Her brother texts Nina and tells her he moved the book to the bedside table. Nina believes him. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the living room shelf before going out for a jog. Her brother moves it to her bedside table, thinking she might want to read it before bed. Nina returns home and wants to find her book. Her brother texts Nina and tells her he moved the book to the bedside table. Nina believes him. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother moves it to her living room shelf, thinking she might want to read it before bed. Nina returns home and wants to find her book. Her brother texts Nina and tells her he moved the book to the living room shelf. Nina believes him. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her favorite book on the bedside table before going out for a jog. Her brother moves it to her living room shelf, thinking she might want to read it before bed. Nina returns home and wants to find her book. Her brother texts Nina and tells her he moved the book to the living room shelf. Nina believes him. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her book on the living room shelf. Her brother sees it and moves it to the bedside table. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her book on the living room shelf. Her brother sees it and moves it to the bedside table. Nina returns home and wants to find her book. Nina will look for the book on the"
    },
    {
        "txt": "Complete the following story: Nina puts her book on the bedside table. Her brother sees it and moves it to the living room shelf. Nina returns home and wants to find her book. The book is now on the"
    },
    {
        "txt": "Complete the following story: Nina puts her book on the bedside table. Her brother sees it and moves it to the living room shelf. Nina returns home and wants to find her book. Nina will look for the book on the"
    }
]
